/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@/%2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "यह शॉर्टकट %1$@ से %2$@ पर आयात किया गया था।";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "यह शॉर्टकट %1$@ से %2$@ पर आयात किया गया था।";

/* %@ = action name */
"Add “%@”" = "“%@” जोड़ें";

/* %@ = action name */
"Remove “%@”" = "“%@” हटाएँ";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "क्या आप शॉर्टकट में %@ से साइन आउट करना चाहते हैं?";

/* %@ = service name */
"Do you want to sign out of %@?" = "क्या आप %@ से साइन आउट करना चाहते हैं?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "यह शॉर्टकट %@ से आयात किया गया था। क्या आप निश्चित हैं कि आप इसे चलाना चाहते हैं?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "%@ के रूप में";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "“%@” के अंदर की क्रियाएँ भी डिलीट करें?";

/* %@=app name */
"Install %@" = "%@ इंस्टॉल करें";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri वाक्यांश";

/* Access resource action settings title */
"Accounts" = "खाते";

/* Accessibility accouncement */
"Finished editing shortcuts" = "शॉर्टकट संपादन पूरा किया गया";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ पसंदीदा बनाया गया";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ पसंदीदा से हटाएँ";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "शॉर्टकट चलाया जा रहा है";

/* Accessibility action */
"Delete shortcut" = "शॉर्टकट डिलीट करें";

/* Accessibility action */
"Duplicate shortcut" = "शॉर्टकट की नक़ल बनाएँ";

/* Accessibility action */
"Favorite Action" = "पसंदीदा क्रिया";

/* Accessibility action */
"Rename shortcut" = "शॉर्टकट का नाम बदलें";

/* Accessibility action */
"Un-favorite Action" = "नापसंद क्रिया";

/* Accessibility action or discoverability title */
"Edit shortcut" = "शॉर्टकट संपादित करें";

/* Accessibility action or discoverability title */
"Run shortcut" = "शॉर्टकट चलाएँ";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "शॉर्टकट में %@ जोड़ें";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "स्वीकृत इनपुट प्रकार";

/* Accessibility announcement */
"Closed variables tray" = "बंद वैरिएबल ट्रे";

/* Accessibility announcement */
"Editing shortcuts" = "शॉर्टकट संपादन";

/* Accessibility announcement */
"Opened variables tray" = "खुले वैरिएबल ट्रे";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "ड्रैग करना";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "शॉर्टकट समाप्त हो गया";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "शॉर्टकट में %1$@ को %2$@ के ऊपर जोड़ें";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "शॉर्टकट में %1$@ को %2$@ के नीचे जोड़ें";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "%@ के ऊपर ले जाया गया";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "%@ के नीचे ले जाया गया";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "%@ हटाया गया";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "नक़ल %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "समेटा गया";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "ड्रैगिंग";

/* Accessibility announcement; expanded parameter */
"expanded" = "विस्तारित";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "शॉर्टकट रूक गया";

/* Accessibility hint */
"Closes the shortcut" = "शॉर्टकट बंद कर देता है";

/* Accessibility hint */
"Creates a new shortcut" = "नया शॉर्टकट बनाया जाता है";

/* Accessibility hint */
"Deletes the selected shortcuts" = "चयनित शॉर्टकट डिलीट कर दिए जाते हैं";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "शॉर्टकट के नीचे जोड़ने के लिए दो बार टैप करें। दो बार टैप करें और दबाकर रखें, फिर शॉर्टकट में स्थिति कस्टमाइज़ करने के लिए ड्रैग करें।";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "ड्रैग करने योग्य। डबल-टैप और होल्ड करें, ध्वनि की प्रतीक्षा करें फिर क्रम बदलने के लिए ड्रैग करें। चुनने के लिए डबल टैप करें।";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "चयनित शॉर्टकट की नक़ल बनाई जाती है";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "जब शेयर किया जा रहा कॉन्टेंट आपके द्वारा यहाँ चुने गए प्रकार में से एक है तो शॉर्टकट क्रिया एक्सटेंशन (iOS शेयर मेनू में) यह शॉर्टकट दिखाया जाएगा।";

/* Accessibility hint */
"Turns off shortcut editing mode" = "शॉर्टकट संपादन मोड बंद करें";

/* Accessibility hint */
"Turns on shortcut editing mode" = "शॉर्टकट संपादन मोड चालू करता है";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "क्रिया ड्राअर को आधी स्क्रीन पर संक्षिप्त करने के लिए डबल टैप करें";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "क्रिया ड्राअर को पूरी तरह विस्तारित करने के लिए डबल टैप करें";

/* Accessibility hint on action */
"Double-tap to read the action description." = "क्रिया विवरण पढ़ने के लिए डबल टैप करें।";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "ड्रैग करने योग्य। डबल-टैप और होल्ड करें, ध्वनि की प्रतीक्षा करें फिर क्रम बदलने के लिए ड्रैग करें। क्रिया का वर्णन पढ़ने के लिए डबल-टैप करें।";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "सेटिंग टॉगल करने के लिए दो बार टैप करें";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "चुनने के लिए डबल टैप करें";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "संक्षिप्त करने के लिए दो बार टैप करें";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "शामिल करने के लिए डबल टैप करें";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "विस्तारित करने के लिए दो बार टैप करें";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "%@ शॉर्टकट चलता है";

/* Accessibility label */
"Add Tag" = "टैग जोड़ें";

/* Accessibility label */
"Close" = "बंद करें";

/* Accessibility label */
"Create Shortcut" = "शॉर्टकट बनाएँ";

/* Accessibility label */
"Show Keyboard" = "कीबोर्ड दिखाएँ";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "%@ के भीतर";

/* Accessibility label or discoverability title */
"Redo" = "फिर करें";

/* Accessibility label or discoverability title */
"Undo" = "पहले जैसा करें";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "मिनिमाइज़ किया हुआ";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "आधी स्‍क्रीन";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "फ़ुल स्क्रीन";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ क्रिया - चल रही है - %d प्रतिशत पूरा";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ क्रिया";

/* Accessibility label; remove search filter */
"Remove filter" = "फ़िल्टर हटाएँ";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (चयनित नहीं)";

/* Accessibility value; switch is on */
"On" = "चालू";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "%@ हटाने के लिए छोड़ें";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "इस क्रिया इनपुट को आउटपुट के तौर पर पास करती है।";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "शॉर्टकट के आरंभ में पास किया गया इनपुट प्राप्त किया जाता है।";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "आपके पास अब तक कोई शेयर शीट शॉर्टकट नहीं है।\n\nशॉर्टकट जोड़ने के लिए, शॉर्टकट बनाएँ और इसकी सेटिंग्ज़ में \"शेयर शीट में दिखाएँ“ चालू करें।";

/* Action extension; no search results */
"No shortcuts match the search." = "कोई भी शॉर्टकट खोज से मेल नहीं खाता।";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "आपके पास अब तक कोई शॉर्टकट नहीं है।";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri सुझाव";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "शॉर्टकट : %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "इस शॉर्टकट में जोड़ें";

/* Add search filter */
"Add Filter" = "फ़िल्टर जोड़ें";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "इस शेयर किए गए लिंक के ऐक्सेस के साथ कोई भी व्यक्ति इस शॉर्टकट के कॉन्टेंट देखने में सक्षम होगा।";

/* Alert title */
"Error" = "त्रुटि";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "iCloud लिंक बनाएँ";

/* Allow access to service */
"Allow Access" = "ऐक्सेस की अनुमति दें";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(इंस्टॉल नहीं है) %@";

/* App search view; navigation bar title */
"Choose App" = "App चुनें";

/* App search view; no results */
"No results." = "कोई परिणाम नहीं।";

/* App search view; search bar placeholder */
"Search apps…" = "ऐप्स खोजें…";

/* Apple Watch complication */
"Complication" = "कॉम्प्लिकेशन";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "आपके पास अब तक Apple Watch का कोई शॉर्टकट नहीं है।";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "चुनें कि किस शॉर्टकट को आपके Apple Watch के घड़ी के चेहरे पर शॉर्टकट जटिलताओं में प्रदर्शित किया जाना चाहिए।\n\nआगे चलकर, आपके द्वारा शॉर्टकट चलाने पर आधारित जटिलताओं में दिखाए जाने के बाद शॉर्टकट ऑप्टिमाइज़ किए जाएँगे।";

/* Apps category */
"Apps" = "ऐप्स";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "इस शॉर्टकट के चलने पर आपसे टेक्स्ट दर्ज करने के लिए कहा जाता है।";

/* Boolean false */
"False" = "ग़लत";

/* Boolean true */
"True" = "सही";

/* Button */
"Back" = "वापस";

/* Button */
"Cancel" = "रद्द करें";

/* Button */
"Choose Variable" = "वैरिएबल चुनें";

/* Button */
"Clear" = "साफ़ करें";

/* Button */
"Delete Actions" = "क्रियाएँ डिलीट करें";

/* Button */
"Delete Shortcut" = "शॉर्टकट डिलीट करें";

/* Button */
"Done" = "पूर्ण";

/* Button */
"Get More Shortcuts" = "अधिक शॉर्टकट प्राप्त करें";

/* Button */
"Go Back" = "पीछे जाएँ";

/* Button */
"Help" = "सहायता";

/* Button */
"Keep Actions" = "क्रियाएँ बनाए रखें";

/* Button */
"Next" = "आगे";

/* Button */
"OK" = "ठीक";

/* Button */
"Remove Action" = "क्रिया हटाएँ";

/* Button */
"Remove Action From Shortcut" = "शॉर्टकट से क्रिया हटाएँ";

/* Button */
"Remove Photo" = "तस्वीर हटाएँ";

/* Button */
"Select Magic Variable" = "मैजिक वैरिएबल चुनें";

/* Button */
"Select Photo" = "तस्वीर चुनें";

/* Button */
"Show Action Settings" = "क्रिया सेटिंग्ज़ दिखाएँ";

/* Button */
"Show Actions" = "क्रिया दिखाएँ";

/* Button */
"Sign Out" = "साइन आउट करें";

/* Button */
"Take Photo" = "तस्वीर लें";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "होम स्क्रीन पर जोड़ें";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "होम स्क्रीन पर जोड़ें";

/* Button or title */
"Delete" = "डिलीट करें";

/* Button or title */
"Run Shortcut" = "शॉर्टकट चलाएँ";

/* Button or title */
"Settings" = "सेटिंग्ज़";

/* Button or title */
"Variables" = "वैरिएबल";

/* Button title */
"Add to Siri" = "Siri में जोड़ें";

/* Button title to import a shortcut */
"Get Shortcut" = "शॉर्टकट प्राप्त करें";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "फ़ुल-स्क्रीन पर परिणाम दिखाएँ";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "त्वरित अवलोकन करें";

/* Button; used for sharing a shortcut's result */
"Share Result" = "परिणाम शेयर करें";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "यह शॉर्टकट निम्न ऐप्स और सेवाओं के साथ काम करता है :";

/* Choose an item */
"Choose" = "चुनें";

/* Conditional AND */
"and" = "और";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "\"अन्यथा\" वापस रखें";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "स्थिति ग़लत होने पर “अन्यथा” के बाद रखी गई क्रियाएँ चलेंगी।";

/* Conditional actions settings navigation bar title */
"If Action" = "यदि क्रिया";

/* Confirmation HUD when link copies */
"Link copied" = "लिंक कॉपी किया गया";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "क्या आप निश्चित हैं कि आप इस शॉर्टकट की शेयरिंग रोकना चाहते हैं? iCloud लिंक डिलीट कर दिया जाएगा और वह काम नहीं करेगा।";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "यह शॉर्टकट आपके सभी iCloud डिवाइस से डिलीट कर दिया जाएगा।";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "ये शॉर्टकट आपके सभी iCloud डिवाइस से डिलीट कर दिए जाएँगे।";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” %2$@ नहीं लगता है। क्या आपका मतलब संपर्क जोड़ने से था?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "फिर भी “%@” का उपयोग करें";

/* Contact field; accessibility label */
"Add Contact" = "संपर्क जोड़ें";

/* Contact field; button */
"Search Contacts" = "संपर्क खोजें";

/* Contact field; supported type string */
"a phone number" = "फ़ोन नंबर";

/* Contact field; supported type string */
"a phone number or email address" = "फ़ोन नंबर या ईमेल पता";

/* Contact field; supported type string */
"an email address" = "ईमेल पता";

/* Content Types category */
"Content Types" = "कॉन्टेंट प्रकार";

/* Copy link to shortcut */
"Copy Link" = "लिंक कॉपी करें";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "iCloud लिंक कॉपी करें";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "यह फ़ॉर्मैट यूनिकोड तकनीकी मानक #35 में पैटर्न का पालन करते हैं।";

/* Custom date format alert title */
"Custom Date Format" = "कस्टम तिथि फ़ॉर्मैट";

/* Custom date formatting style */
"Custom" = "कस्टम";

/* Custom time format title */
"Custom Format" = "कस्टम फ़ॉर्मैट";

/* Default option */
"Default" = "डिफ़ॉल्ट";

/* Delete all shortcuts */
"Delete All" = "सभी डिलीट करें";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "सभी अचयनित करें";

/* Dictionary key placeholder */
"Key" = "कुंजी";

/* Discoverability or accessibility title */
"Shortcut Settings" = "शॉर्टकट सेटिंग्ज़";

/* Discoverability or accessibility title */
"Stop Shortcut" = "रोकें शॉर्टकट";

/* Discoverability title */
"Close shortcut" = "शॉर्टकट बंद करें";

/* Discoverability title */
"Search actions" = "क्रिया खोजें";

/* Discoverability title */
"Stop shortcut" = "रोकें शॉर्टकट";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "शेयर शीट में दिखाएँ";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "विजेट में दिखाएँ";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "कॉम्प्लिकेशन में दिखाएँ";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Apple Watch पर दिखाएँ";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "शॉर्टकट की नक़ल बनाएँ";

/* Duplicate shortcut */
"Duplicate" = "नक़ल बनाएँ";

/* Edit import questions back bar button title */
"Questions" = "प्रश्न";

/* Error message */
"No options available." = "कोई भी विकल्प उपलब्ध नहीं।";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "App Store लोड नहीं किया जा सका।\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "विजेट का उपयोग करके तेज़ी से शॉर्टकट चलाएँ।";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "पसंदीदा";

/* Favorite button title - action is favorited */
"Favorited" = "पसंदीदा बनाया गया";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "खाता : %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "इनमें से सभी सही हैं";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "इनमें से कोई भी सही है";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "से शुरू";

/* Find filter UI operator */
"contains" = "इसमें शामिल है";

/* Find filter UI operator */
"does not contain" = "इसमें शामिल नहीं है";

/* Find filter UI operator */
"ends with" = "इससे समाप्त होता है";

/* Find filter UI operator */
"is" = "है :";

/* Find filter UI operator */
"is after" = "के बाद";

/* Find filter UI operator */
"is before" = "से पहले";

/* Find filter UI operator */
"is between" = "बीच में है";

/* Find filter UI operator */
"is exactly" = "यही है";

/* Find filter UI operator */
"is greater than" = "से बड़ा है";

/* Find filter UI operator */
"is greater than or equal to" = "से बड़ा या इसके बराबर है";

/* Find filter UI operator */
"is in the last" = "अंत में है";

/* Find filter UI operator */
"is in the next" = "अगली इस अवधि में है";

/* Find filter UI operator */
"is larger than" = "इससे बड़ा है";

/* Find filter UI operator */
"is larger than or equal to" = "इससे बड़ा या इसके बराबर है";

/* Find filter UI operator */
"is less than" = "से कम है";

/* Find filter UI operator */
"is less than or equal to" = "से कम या बराबर है";

/* Find filter UI operator */
"is longer than" = "इससे लंबा है";

/* Find filter UI operator */
"is longer than or equal to" = "इससे लंबा या इसके बराबर है";

/* Find filter UI operator */
"is not" = "नहीं है";

/* Find filter UI operator */
"is not exactly" = "बिलकुल यह नहीं है";

/* Find filter UI operator */
"is not on" = "इस पर नहीं है";

/* Find filter UI operator */
"is on" = "इस पर है";

/* Find filter UI operator */
"is shorter than" = "इससे छोटा है";

/* Find filter UI operator */
"is shorter than or equal to" = "इससे छोटा या इसके बराबर है";

/* Find filter UI operator */
"is smaller than" = "इससे छोटा है";

/* Find filter UI operator */
"is smaller than or equal to" = "इससे छोटा या इसके बराबर है";

/* Find filter UI operator */
"is today" = "आज है";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "इस शॉर्टकट को अपनी आवाज़ से चलाने के लिए इसे Siri में जोड़ें।";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "शेयर शीट खोलकर और शॉर्टकट पर टैप करके अन्य ऐप्स से यह शॉर्टकट उपयोग करें।";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "शब्दकोश से उसका मान निकालने के लिए कुंजी दर्ज करें या पूरा शब्दकोश प्राप्त करने के लिए रिक्त छोड़ें।";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (यह डिवाइस)";

/* Full name of contact */
"Full Name" = "पूरा नाम";

/* Full street address of location */
"Full Street Address" = "सड़क का पूरा पता";

/* Get property */
"Get" = "प्राप्त करें";

/* Get value for a dictionary key */
"Get Value for Key" = "कुंजी का मान प्राप्त करें";

/* Go to next import question */
"Continue" = "जारी रखें";

/* Guided tour; drag actions to here hint */
"…to here" = "…यहाँ";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "क्रियाएँ यहाँ ड्रैग करें";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Apple Watch में चलाने पर, इस क्रिया के लिए आपको Handoff उपयोग करना होगा और अपने iPhone पर काम जारी रखना होगा।";

/* Health quantity unit (e.g. mL); title */
"Unit" = "इकाई";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 समय";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "%1$@ ग्लिफ़, %2$@ पृष्ठभूमि रंग";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "इस शॉर्टकट को होम स्क्रीन पर जोड़े जाने पर उपयोग करने के लिए कस्टम इमेज चुनें।";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "ऊपर दिए गए इमेज का उपयोग शॉर्टकट को होम स्क्रीन पर जोड़े जाने पर किया जाएगा।";

/* Icon editor; accessibility label */
"Icon Preview" = "आइकॉन प्रीव्यू";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "शॉर्टकट आइकॉन संपादक";

/* Icon editor; segmented control option */
"Color" = "रंग";

/* Icon editor; segmented control option */
"Glyph" = "ग्लिफ़";

/* Icon editor; segmented control option */
"Home Screen" = "होम स्क्रीन";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "यह शॉर्टकट किसी अन्य डिवाइस पर इंपोर्ट किए जाने पर यहां जोड़े गए प्रश्न पूछे जाएँगे। इन प्रश्नों के उत्तर शॉर्टकट में भरे जाएँगे।";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "आप इस शॉर्टकट सेटिंग़्ज में \"शॉर्टकट कस्टमाइज़ करें\" बटन का उपयोग करके अपने प्रश्नों को इंपोर्ट करने की कोशिश कर सकते हैं।";

/* Import questions detail view */
"Default Answer" = "डिफ़ॉल्ट उत्तर";

/* Import questions detail view */
"Question Text" = "प्रश्न टेक्स्ट";

/* Import questions detail view */
"Type a question here…" = "प्रश्न यहाँ टाइप करें…";

/* Import questions details view; navigation bar title */
"Details" = "विवरण";

/* Import questions; button */
"Add New Question…" = "नया प्रश्न जोड़ें…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "नीचे दी गईं क्रियाओं में से किसी एक से मानदंड चुनें।";

/* Import questions; choose parameter title */
"Choose a Parameter" = "मानदंड चुनें";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "इस शॉर्टकट में कोई क्रिया नहीं है। कृपया आयात प्रश्न सेट करने से पहले अपने शॉर्टकट में कुछ क्रिया जोड़ें।";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "यह शॉर्टकट %@ स्वीकार करता है";

/* Input types of action */
"Input" = "इनपुट";

/* Input variable description */
"Gets the output of the previous action." = "पिछली क्रिया का आउटपुट प्राप्त किया जाता है।";

/* Install app icon; should match App Store GET button */
"GET" = "डाउनलोड करें";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "अपना शॉर्टकट बनाने के लिए नीचे से क्रियाएँ जोड़ें।";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "अपना शॉर्टकट बनाने के लिए बाएँ से क्रियाएँ जोड़ें।";

/* Item can be anything */
"anything" = "सब कुछ";

/* Keep all shortcuts */
"Keep All" = "सभी रखें";

/* Keep shortcuts */
"Keep" = "रखें";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "%lu बनाए रखें";

/* Label for accessibility custom action to expand actions card */
"Expand" = "विस्तार करें";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "समेटें";

/* Label for types that the workflow accepts. */
"Accepted Types" = "स्वीकृत प्रकार";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "%@ जोड़ें";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "आप किस प्रकार का मान जोड़ना चाहते हैं?";

/* Long date formatting style */
"Long" = "लंबा";

/* Manage sharing */
"Manage Sharing" = "शेयरिंग प्रबंधित करें";

/* Medium date formatting style */
"Medium" = "मध्यम";

/* Missing action error action */
"Update Shortcuts" = "शॉर्टकट अपडेट करें";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "शॉर्टकट के इस संस्करण में यह क्रिया नहीं मिल सकी।";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "नाम और स्टोर URL";

/* Name of measurement unit */
"Unit (Name)" = "इकाई";

/* Navigation bar title */
"Select a Magic Variable" = "मैजिक वैरिएबल चुनें";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "समस्या हल करें";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ वैरिएबल उपलब्ध नहीं हैं।";

/* None option */
"None" = "कोई नहीं";

/* Note about using the action */
"Note" = "नोट";

/* Parameter already in use by another import question */
"Already In Use" = "पहले से उपयोग में है";

/* Parameter not supported for import question */
"Not Supported for Questions" = "प्रश्नों के लिए समर्थित नहीं";

/* Piece of text */
"Text" = "टेक्स्ट";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "यह शॉर्टकट अन्य ऐप से आयात किया गया था। क्या आप निश्चित हैं कि आप इसे चलाना चाहते हैं?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "संबंधित";

/* Relative date or time formatting style */
"How Long Ago/Until" = "कितने समय पहले/इस तक";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "अज्ञात डिवाइस";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "इस नाम का उपयोग इस %@ क्रिया के सभी Magic Variables के लिए किया जाएगा।";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "मैजिक वैरिएबल का नाम बदलें";

/* Rename shortcut alert title */
"Rename Shortcut" = "शॉर्टकट का नाम बदलें";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "अपने शॉर्टकट के लिए नया नाम दर्ज करें।";

/* Rename workflow or variable */
"Rename" = "नाम बदलें";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "आवश्यक";

/* Result types of action */
"Result" = "परिणाम";

/* Reveal action that is associated with the variable */
"Reveal Action" = "क्रिया दिखाएँ";

/* Scripting category */
"Scripting" = "स्क्रिप्टिंग";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "खोजें";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "कॉम्प्लिकेशन शॉर्टकट";

/* Select all input types */
"Select All" = "सभी चुनें";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "शॉर्टकट शेयर करें";

/* Share a workflow along with a description */
"Share with Description" = "विवरण के साथ शेयर करें";

/* Share a workflow as a file */
"Share as File" = "फ़ाइल के रूप में शेयर करें";

/* Share shortcut */
"Share" = "शेयर करें";

/* Short date formatting style */
"Short" = "संक्षिप्त";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” में कोई भी क्रिया शामिल नहीं है।";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "ख़ाली शॉर्टकट";

/* Shortcut contains no actions error title */
"No Actions" = "कोई क्रिया नहीं";

/* Shortcut description placeholder */
"Customize Shortcut…" = "शॉर्टकट कस्टमाइज़ करें…";

/* Shortcut icon */
"Icon" = "आइकॉन";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "शॉर्टकट चुनें";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "%1$@ और %2$@ के बीच ले जाया गया";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "%@ के बाद अंत पर ले जाया गया";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "%@ से पहले शीर्ष पर ले जाया गया";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "आज विजेट से शॉर्टकट उपयोग करने के लिए, विजेट जोड़ने के कुछ आसान चरणों का पालन करें। या बाद में सेटअप करने के लिए पूर्ण हुआ पर टैप करें।";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "शॉर्टकट लाइटनिंग तेज़ी से चलाने के लिए आज विजेट जोड़ें।";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "शॉर्टकट गतिविधि हाइलाइट किया गया Safari में शेयर शीट का स्क्रीनशॉट";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "क्रिया एक्सटेंशन शॉर्टकट अन्य ऐप्स के अंदर की शेयर शीट से चलाए जाते हैं।";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "आज विजेट शॉर्टकट को स्क्रीन के ऊपर से नीचे की खींचकर सूचना केंद्र में लाया जा रहा है।";

/* Shortcut types help view; title */
"Shortcut Types" = "शॉर्टकट के प्रकार";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "%@ पर डिलीट किया गया";

/* Shortcut was deleted on another device */
"Deleted on another device" = "अन्य डिवाइस पर डिलीट किया गया";

/* Shortcut was modified on a specified device */
"Modified on %@" = "%@ को संशोधित";

/* Shortcut was modified on another device */
"Modified on another device" = "किसी और डिवाइस पर संशोधित किया गया";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "शॉर्टकट खोजें…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "सूचना केंद्र में शॉर्टकट विजेट का स्क्रीनशॉट";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "सेटअप स्किप करें";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "२";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "शेयरिंग रोकें";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "गैलरी में सबमिट करें";

/* Tap to choose an option */
"Tap to Choose" = "चुनने के लिए टैप करें";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "शॉर्टकट देखें I बिल्ट!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "क्रिया नियंत्रक";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "स्क्रीन में नीचे की ओर";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "स्क्रीन में ऊपर दाईं ओर";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "सब कुछ";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "कुछ नहीं";

/* Title */
"Actions" = "क्रियाएँ";

/* Title */
"Date Format" = "तिथि फ़ॉर्मैट";

/* Title */
"Requires Handoff" = "Handoff आवश्यक";

/* Title */
"Shortcuts" = "शॉर्टकट";

/* Title */
"Time Format" = "समय प्रारूप";

/* Title */
"Type" = "प्रकार";

/* Title for action drawer categories view */
"Categories" = "श्रेणियाँ";

/* Title for configuration page for unit */
"Unit (Title)" = "इकाई";

/* Title of main screen showing your library of shortcuts */
"Library" = "लाइब्रेरी";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "शॉर्टकट कस्टमाइज़ करें";

/* Title or button */
"Import Questions" = "प्रश्न इंपोर्ट करें";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "बूम! आपका आज विजेट सेटअप हो गया है।";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "आगे, गैलरी से कुछ “आज विजेट” शॉर्टकट चुनें।";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "शॉर्टकट आज विजेट से, आप शॉर्टकट सूचना केंद्र को बस खींचकर किसी भी ऐप से केवल एक बार टैप करके चला सकते हैं।";

/* Today widget explanation button */
"Add Widget" = "विजेट जोड़ें";

/* Today widget explanation button */
"View the Gallery" = "गैलरी देखें";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "अपने %MODEL% पर कहीं से भी, लाइटनिंग तेज़ी से शॉर्टकट चलाएँ।";

/* Unknown item */
"Unknown" = "अज्ञात";

/* Used in a phrase like 'Add new item' */
"new item" = "नया आइटम";

/* User’s favorited workflows or actions */
"Favorites" = "पसंदीदा";

/* Variable field placeholder */
"Variable Name" = "वैरिएबल का नाम";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "आप \"वैरिएबल सेट करें\" क्रिया जोड़कर वैरिएबल बना सकते हैं।";

/* Varible picker; none available error title */
"No Variables Are Available" = "कोई वैरिएबल उपलब्ध नहीं";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "कॉन्फ़्लिक्ट";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "इस शॉर्टकट को कॉन्फ़िगर करें";

/* Workflow name */
"Name of Shortcut" = "नाम";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "अपने शॉर्टकट को संपादित करना जारी रखने के लिए “पूर्ण” पर टैप करें।";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "शॉर्टकट घड़ी ऐप का स्क्रीनशॉट";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch शॉर्टकट आपकी कलाई से शॉर्टकट वॉच ऐप या कॉम्प्लिकेशन के माध्यम से चलाए जाते हैं।";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "मुझे आज विजेट कैसे मिलेगा?";

/* iOS Today Widget */
"Today Widget" = "आज विजेट";

